Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/cohabiting_couples/access_to_children_and_unmarried_couples.html.txt.tmx
Source language: en
Languages: ga

source: Access to children and cohabiting couples
ga: Rochtain ar leanaí i gcás tuismitheoirí comhchónaithe

source: If you have a right of access to a child, you have the right to spend time with the child and to take the child out for specified periods of time
ga: Má tá ceart rochtana agat ar leanbh, tá ceart agat am a chaitheamh leis an leanbh agus an leanbh á thógáil amach ar feadh tréimhsí ama a luaitear

source: You may also have the right to have the child reside with and go on holidays with you for a proportion of the school holidays and the right to have the child stay overnight in your house on alternate weekends
ga: D’fhéadfadh an ceart a bheith agat freisin go bhfanadh an leanbh leat agus go rachadh an leanbh ar laethanta saoire leat ar feadh cuid de laethanta saoire na scoile agus go mbeadh an leanbh in ann fanacht thar oíche i do theach gach ré deireadh seachtaine

source: When the parents of a child separate and they cannot agree on access rights, the courts will decide
ga: Nuair a scarann tuismitheoirí linbh, agus murar féidir leo aontú faoi chearta rochtana, déanfaidh an chúirte an cinneadh

source: The welfare of the child will be the most important factor
ga: Is é leas an linbh an ghné is tábhachtaí

source: In general, the courts consider that it is very important for the welfare of a child that it should have a relationship with both its parents, and they are slow to deny access rights to the natural parent of a child
ga: Go ginearálta, bíonn na cúirteanna faoin tuairim go bhfuil sé an-tábhachtach do leas an linbh go mbeadh gaol aige/aici leis an mbeirt tuismitheoirí agus bíonn drogall orthu cearta rochtana a dhiúltú ar thuismitheoir nádúrtha linbh

source: By law, unmarried mothers are the sole guardians of children born outside of marriage
ga: De réir an dlí, is í an mháthair neamhphósta an caomhnóir aonair do leanbh a rugadh taobh amuigh de phósadh

source: A father may apply for access whether or not he is a guardian
ga: Féadfaidh athair iarratas a dhéanamh ar rochtain, cibé acu más caomhnóir é nó mura caomhnóir é

source: He can do this even if his name is not on the child's birth certificate, and even where his application for joint guardianship has been turned down
ga: Féadfaidh sé é seo a dhéanamh, fiú mura bhfuil a ainm ar theastas breithe an linbh, agus fiú sa chás gur diúltaíodh a iarratas ar chomhchaomhnóireacht

source: If both guardianship and access are being applied for, then separate applications must be made, but both applications will be heard by the court at the same time
ga: Má tá iarratas á dhéanamh ar chaomhnóireacht agus ar rochtain araon, ní mór iarratais ar leith a dhéanamh, ach éisteoidh an chúirt leis an dá iarratas ag an tráth céanna

source: Unless there are unusual circumstances, the unmarried mother is usually granted custody of her child and the unmarried father is granted access rights
ga: Mura bhfuil cúinsí neamhghnácha ann, tugtar caomhnóireacht an linbh don mháthair neamhphósta de ghnáth, agus tugtar cearta rochtana don athair neamhphósta

source: If your same-sex relationship breaks down, you may wish to continue to have contact with your former partner's child
ga: Má chliseann ar do chaidreamh comhghnéis, seans gur mhaith leat teagmháil a bheith fós agat le páiste d’iarpháirtí

source: Section 55 of the Children and Family Relationships Act 2015 has amended the Guardianship of Infants Act 1964 so that a person with whom a child resides or has previously resided can apply to the District Court for access to the child
ga: Tá Alt 55 den Acht um Leanaí agus Cóngais Teaghlaigh, 2015 tar éis an tAcht um Chaomhnóireacht Naíon 1964 a leasú ionas gur féidir le duine a bhfuil leanbh ina chónaí/cónaí leo, nó a raibh ina chónaí/cónaí leo roimhe sin, iarratas a dhéanamh ar an gCúirt Dúiche chun rochtain a fháil ar an leanbh

source: Section 9 of the Children Act 1997 amended the Guardianship of Infants Act 1964 so that a relative, such as a grandparent, can apply to the District Court for access
ga: Rinne Acht 9 d’Acht na Leanaí 1997 an tAcht um Chaomhnóireacht Naíon 1964 a leasú ionas gur féidir le gaol, ar nós seantuismitheora, iarratas ar rochtain a dhéanamh ar an gCúirt Dúiche

source: The court can impose an enforcement order if you have been been unreasonably denied the access the court granted you
ga: Is féidir leis an gcúirt ordú forghníomhaithe a chur i bhfeidhm má diúltaíodh go míréasúnta an rochtain a dheonaigh an chúirt duit

source: • You getting compensatory time with the child
ga: • Am chúiteach le do leanbh

source: • Your expenses being reimbursed
ga: • Aisíocaíocht maidir le do chostais

source: • One or both of you attending parenting programmes, family counselling or receiving information on mediation
ga: • Duine amháin agaibh, nó an bheirt agaibh, a chur chuig cláir thuismitheoireachta nó chuig comhairleoireacht teaghlaigh, nó eolas a fháil maidir le hidirghabháil

source: Treoir, the National Federation of Services for Unmarried Parents and their Children, provides information on access and custody on its website
ga: Tá teacht ar eolas maidir le rochtain agus coimeád ar láithreán gréasáin Treoir, an Cónaidhm Náisiúnta Seirbhísí le haghaidh Tuismitheoirí Neamhphósta agus a Leanaí

source: The Courts Service has information on applying for access on its website
ga: Tá eolas maidir le cur isteach ar rochtain ar láithreán gréasáin na Seirbhíse Cúirteanna

source: Contact your local District Court for further information on how to apply for access
ga: Déan teagmháil le do Chúirt Dúiche áitiúil chun tuilleadh eolais a fháil maidir le hiarratas ar rochtain a dhéanamh

source: It is always advisable to get legal advice and representation, however, you are entitled to represent yourself
ga: Moltar i gcónaí chun comhairle agus ionadaíocht dlí a fháil, ach tá tú i dteideal ionadaíocht a dhéanamh duit féin, áfach

source: The Law Society has a directory of solicitors' firms which you can search for a solicitor in your area
ga: Tá ag an Dlí-Chumann eolaire de ghnóthais aturnaetha inar féidir leat cuardach a dhéanamh le haghaidh aturnae i do cheantar

source: To enquire whether you are eligible for Legal Aid, contact your nearest law centre
ga: Lena fhiosrú an bhfuil tú i dteideal Cúnamh Dlí a fháil, téigh i dteagmháil leis an ionad dlí is gaire duit

source: The law centre staff will assess your means and advise on financial eligibility
ga: Déanfaidh foireann an ionaid dlí measúnú ar do mhaoin agus tabharfaidh moladh duit faoi theidlíocht airgeadais

source: Legal Aid is not free and everyone must pay a contribution towards costs
ga: Níl Cúnamh Dlí saor in aisce agus ní mór do gach duine ranníocaíocht a íoc i dtreo na gcostas

source: Download an application form for Legal Services (pdf) and bring this with you to your nearest law centre
ga: Íoslódáil foirm iarratais le haghaidh Seirbhísí Dlí (pdf) agus tabhair seo leat chuig an ionad dlí is gaire duit

source: FLAC (Free Legal Advice Centres) is an independent, voluntary organisation that operates a network of legal advice clinics throughout the country
ga: Is eagraíocht neamhspleách, dheonach iad FLAC (Ionaid Comhairle Dlí Saor in Aisce) a fheidhmíonn gréasáin de chlinicí comhairle dlí ar fud na tíre

source: These clinics are confidential, free of charge and open to all
ga: Tá na clinicí seo rúnda, saor in aisce agus oscailte do gach duine

source: Contact your nearest Citizens Information Centre for information on FLAC services in your area
ga: Déan teagmháil le d’Ionad Faisnéise do Shaoránaigh áitiúil chun faisnéis a fháil faoi sheirbhísí FLAC i do cheantar áitiúil

source: FLAC also runs an information and referral line during office hours for basic legal information
ga: Ina theannta sin, tá líne ghutháin faisnéise agus atreoraithe á reáchtáil ag FLAC le linn uaireanta oifige le haghaidh faisnéis bhunúsach dlí

source: FLAC has produced a series of basic leaflets on various areas of law which may be useful
ga: Chuir FLAC sraith leabhráin bhunúsacha i dtoll a chéile maidir le limistéir éagsúla dlí a d’fhéadfadh bheith áisiúil

source: These are available from your local Citizens Information Centre and from FLAC or can be downloaded from the FLAC website
ga: Tá fáil orthu seo ó d'Ionad Faisnéise do Shaoránaigh áitiúil agus ó FLAC nó is féidir iad a íoslódáil ó láithreán gréasáin FLAC

source: The Family Mediation Service can enable couples who have decided to separate to negotiate their own terms of agreement, while addressing the needs and interests of all involved
ga: Is féidir leis an tSeirbhís Idirghabhála Teaghlaigh cabhrú le lánúineacha a rinne a cinneadh chun scaradh óna chéile idirghabháil a dhéanamh ar a dtéarmaí féin aontaithe, agus dul i ngleic le riachtanais agus leas gach duine atá i gceist chomh maith

source: The service is free
ga: Seirbhís saor in aisce atá inti

source: Read more about the Family Mediation Service here
ga: Is féidir níos mó a léamh faoin tSeirbhís Idirghabhála Teaghlaigh anseo
